"Continue" = "继续";

"Software Update" = "Software Update";
"Release Notes:" = "Release Notes:";
"Remind Me Later" = "Remind Me Later";
"Install on Quit" = "Install on Quit";
"Install and Relaunch" = "Install and Relaunch";
"Skip This Version" = "Skip This Version";

"Automatically download and install updates" = "Automatically download and install updates";
"No newer version available." = "还没有新的版本。";
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";
"A new version of {0} is available! Would you like to download it now?" = "A new version of {0} is available! Would you like to download it now?";

/* Progress messages */
"Installing update…" = "Installing update…";
"Checking for updates…" = "Checking for updates…";
"Downloading update…" = "Downloading update…";
"Extracting update…" = "Extracting update…";

"Version {0} is now available" = "版本 {0} 已可用";
